{
  "かに座": [
    {
      "name": "かに座"
    },
    {
      "rank": "１位"
    },
    {
      "message": "人気運がアップする日。社交性が高まり、また好奇心も強くなっているので、初対面の相手とも気軽に会話を楽しめそうです。明るくて元気なあなたの周囲には、自然と人が集まってくるでしょう。笑顔を絶やさずに。"
    }
  ],
  "うお座": [
    {
      "name": "うお座"
    },
    {
      "rank": "２位"
    },
    {
      "message": "人気が高まりそう。学校や職場でオシャレに関する話題で盛り上がり、あなたが注目を浴びそうです。今まで関心がなかった人と急速に仲良くなれる予感。その人とはこの先、長いお付き合いになりそうです。明るいあなたで。"
    }
  ],
  "おとめ座": [
    {
      "name": "おとめ座"
    },
    {
      "rank": "３位"
    },
    {
      "message": "心の中で長らく温めてきた計画が、いよいよ日の目を見るとき。アクティブに行動しましょう。あなたが頑張る姿に打たれ、協力を申し出る人が現れそうです。上司や先生など、年上の人に対する言葉づかいには注意しましょう。"
    }
  ],
  "みずがめ座": [
    {
      "name": "みずがめ座"
    },
    {
      "rank": "４位"
    },
    {
      "message": "あなた本来の魅力が開花しそうな予感。今日は普段とは違ったイメージの装いをしてみましょう。意外にピッタリで自分でもビックリしそう。親しい異性の友人から客観的にアドバイスしてもらうといいでしょう。"
    }
  ],
  "おひつじ座": [
    {
      "name": "おひつじ座"
    },
    {
      "rank": "５位"
    },
    {
      "message": "自分の進歩を感じられる日。何かずっと続けてきたことがある人は、その能力の向上を実感できることがあるでしょう。足踏み状態が長く続いた人も、ようやく前進できそうです。さらに高い目標を持ちましょう。"
    }
  ],
  "しし座": [
    {
      "name": "しし座"
    },
    {
      "rank": "６位"
    },
    {
      "message": "豊かさを追求しましょう。買い物はデザインだけでなく、質のよさにも重点を。妥協せず、こだわりの一品を探してください。食事も今日は少し贅沢なものを食べましょう。自分の心を潤すことが幸運を呼び込みます。"
    }
  ],
  "やぎ座": [
    {
      "name": "やぎ座"
    },
    {
      "rank": "７位"
    },
    {
      "message": "知識欲が高まっています。異文化を学ぶことにツキがあるので、言語習得の勉強や、海外の文化について調べるといいでしょう。将来、行ってみたい国を選ぶのがポイント。あなたをよりステップアップさせてくれるでしょう。"
    }
  ],
  "いて座": [
    {
      "name": "いて座"
    },
    {
      "rank": "８位"
    },
    {
      "message": "年長者からの援助を受けると吉です。悩み事は祖父母や両親に相談してみましょう。いくら考えても思いつかなかったような、目からウロコ的なアイデアを授けてくれるかも。教えを請うなら、礼儀正しく接すること。"
    }
  ],
  "さそり座": [
    {
      "name": "さそり座"
    },
    {
      "rank": "９位"
    },
    {
      "message": "何らかのイベント開催などをきっかけに、バラバラだったグループに連帯感が生まれる予感。一緒の時間を共有することで、さらに皆の気持ちがひとつにまとまるでしょう。居心地のいい空間になりそうです。"
    }
  ],
  "てんびん座": [
    {
      "name": "てんびん座"
    },
    {
      "rank": "１０位"
    },
    {
      "message": "今日はあなたの優しさがキラリ光ります。困っている人に手を貸してあげるととても感謝されます。過分なお礼の言葉を頂いて、照れるやら嬉しいやら。素敵なあなたを誰かが必ず見ています。いつも優しいあなたで。"
    }
  ],
  "ふたご座": [
    {
      "name": "ふたご座"
    },
    {
      "rank": "１１位"
    },
    {
      "message": "感情的になりやすい日。つまらないことで腹が立ったり、悲しくなったり・・・・・・。自分でも暴れる感情をもてあましてしまいそうです。自己嫌悪に陥りそうなこんな日は、まっすぐ帰宅して、早寝するのが1番です。"
    }
  ],
  "おうし座": [
    {
      "name": "おうし座"
    },
    {
      "rank": "１２位"
    },
    {
      "message": "自己主張が強くなりがち。意見を持つことは必要ですが、あまりに自分本位なのはNGです。また、努めて感情をコントロールしないと周囲から悪印象をもたれて、孤立しかねません。周囲と協調するように心がけて。"
    }
  ]
}